260516_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/politica/reabierta-zona-marisquera-argonos-autorizada-parcialmente-actividad-ria-tinamenor/20260515211316192963.html][Reabierta la zona marisquera de Argoños y autorizada parcialmente la actividad en la Ría de Tinamenor]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/abierto-plazo-inscripcion-36o-concurso-pintura-rapida-aire-libre/20260515210638192962.html][Abierto el plazo de inscripción del 36º Concurso de Pintura Rápida al aire libre]]
- [[https://eldiariocantabria.publico.es/articulo/torrelavega/finaliza-diseno-proyecto-nuevo-conservatorio-musica-arte-danza-que-acogera-escuela-arte-roberto-orallo/20260515210057192960.html][Finaliza el diseño del proyecto del nuevo Conservatorio de Música, Arte y Danza, que acogerá la Escuela de Arte Roberto Orallo]]
- [[https://eldiariocantabria.publico.es/articulo/santander/cantabristas-pide-recuperar-espacios-publicos-capital-infrautilizados-como-cortiguera-remonta/20260515204234192958.html][Cantabristas pide recuperar espacios públicos de la capital infrautilizados, como Cortiguera o La Remonta]]
- [[https://eldiariocantabria.publico.es/articulo/educacion/junta-docente-descarta-nuevas-movilizaciones-septiembre-pp-dilata-intencionadamente-negociacion-ratios/20260515203311192957.html][La Junta Docente no descarta nuevas movilizaciones en septiembre si el PP “dilata intencionadamente” la negociación sobre ratios]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/05/15/us-sunk-970-million-mission-that-left-haiti-worse-now-its-trying-again/][U.S. sank $970 million in mission that left Haiti worse off. It’s trying again.]]
- [[https://www.washingtonpost.com/world/2026/05/15/bloody-week-unfolds-ukraine-russia-after-brief-ceasefire/][Tumultuous, bloody week unfolds in Ukraine and Russia after brief ceasefire]]
- [[https://www.washingtonpost.com/world/2026/05/15/russian-drones-hunt-ukrainians-human-safari-boy-fought-back/][In northern Ukraine, it was boy vs. Russian drone. The boy won.]]
- [[https://www.washingtonpost.com/politics/2026/05/15/beijing-summit-yields-chinese-goal-equal-footing-with-us/][In pageantry and politics, China summit yields Xi’s goal — equal footing with U.S.]]
- [[https://www.washingtonpost.com/politics/2026/05/14/trump-chinas-xi-hold-opening-session-two-day-summit/][Xi warns Trump that mishandling Taiwan could spark ‘conflicts’]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/europe/how-eurovision-became-a-global-soft-power-play-d02d6948][How Eurovision Became a Global Soft Power Play]]
- [[https://www.wsj.com/world/middle-east/how-secret-u-a-e-and-saudi-strikes-on-iran-shattered-an-uneasy-coexistence-2e4502b6][How Secret U.A.E. and Saudi Strikes on Iran Shattered an Uneasy Coexistence]]
- [[https://www.wsj.com/world/americas/trump-cuba-raul-castro-e52f25a4][U.S. Prosecutors Zero In on Cuban Revolutionary Patriarch Raúl Castro]]
- [[https://www.wsj.com/world/china/beijings-industrial-policy-of-everything-leaves-rest-of-the-world-in-the-dust-8b94a046][Beijing’s ‘Industrial Policy of Everything’ Leaves Rest of the World in the Dust]]
- [[https://www.wsj.com/world/asia/see-how-china-is-gaining-power-in-contested-waters-7ef47e75][See How China Is Gaining Power in Contested Waters]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/societe/article/2026/05/16/hantavirus-recit-d-une-semaine-sous-pression-en-france-entre-inconnues-scientifiques-et-a-coups-de-l-executif_6689602_3224.html][Hantavirus : récit d’une semaine sous pression en France, entre inconnues scientifiques et à-coups de l’exécutif]]
- [[https://www.lemonde.fr/international/article/2026/05/15/entre-donald-trump-et-xi-jinping-un-sommet-sans-avancee-notable-derriere-une-bonne-entente-de-facade_6689483_3211.html][Entre Donald Trump et Xi Jinping, un sommet sans avancée notable derrière une bonne entente de façade]]
- [[https://www.lemonde.fr/international/live/2026/05/16/en-direct-guerre-au-moyen-orient-six-morts-dans-une-frappe-israelienne-dans-le-sud-du-liban_6688992_3210.html][EN DIRECT, guerre au Moyen-Orient : six morts dans une frappe israélienne dans le sud du Liban]]
- [[https://www.lemonde.fr/international/live/2026/05/16/en-direct-guerre-en-ukraine-volodymyr-zelensky-promet-des-frappes-contre-des-sites-petroliers-et-militaires-russes-apres-l-attaque-meurtriere-sur-kiev_6687661_3210.html][EN DIRECT, guerre en Ukraine : Volodymyr Zelensky promet des frappes contre des sites pétroliers et militaires russes après l’attaque meurtrière sur Kiev]]
- [[https://www.lemonde.fr/international/article/2026/05/16/l-opposition-democrate-accuse-donald-trump-de-corruption-apres-la-revelation-de-transactions-boursieres_6689501_3210.html][L’opposition démocrate accuse Donald Trump de corruption après la révélation de transactions boursières]]

*** Le Figaro

- [[https://www.lefigaro.fr/international/affichant-sa-force-xi-tient-en-respect-l-amerique-de-trump-et-promeut-la-stabilite-20260515][Affichant sa force, Xi tient en respect l’Amérique de Trump et promeut la stabilité]]
- [[https://www.lefigaro.fr/international/donald-trump-met-en-garde-taiwan-contre-toute-proclamation-d-independance-20260515][Donald Trump met en garde Taïwan contre toute proclamation d’indépendance]]
- [[https://www.lefigaro.fr/international/qu-est-ce-que-le-piege-de-thucydide-cette-theorie-americaine-reprise-par-xi-jinping-pour-mettre-en-garde-donald-trump-20260515][Qu’est-ce que le «piège de Thucydide», cette théorie américaine reprise par Xi Jinping pour mettre en garde Donald Trump ?]]
- [[https://www.lefigaro.fr/flash-eco/le-constructeur-boeing-confirme-que-la-chine-s-est-engagee-a-acheter-200-avions-20260515][Le constructeur Boeing confirme que la Chine s'est engagée à acheter 200 avions]]
- [[https://www.lefigaro.fr/international/en-direct-guerre-au-moyen-orient-la-chine-reclame-un-cessez-le-feu-durable-et-la-reouverture-du-detroit-d-ormuz-des-que-possible-20260515][EN DIRECT - Guerre au Moyen-Orient :  le Liban estime que l’extension de la trêve avec Israël ouvre la voie à «une stabilité durable»]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/ce8p61v7l68o?at_medium=RSS&at_campaign=rss][Trump warns Taiwan against declaring independence, hours after summit with China's Xi]]
- [[https://www.bbc.com/news/articles/clypj01189lo?at_medium=RSS&at_campaign=rss][Trump and Xi conclude 'very successful' talks but few deals confirmed]]
- [[https://www.bbc.com/news/articles/cgkpnnen5dzo?at_medium=RSS&at_campaign=rss][Trump says 20-year nuclear programme suspension by Iran would be enough]]
- [[https://www.bbc.com/news/articles/cqlpzzl0d67o?at_medium=RSS&at_campaign=rss][Lebanon says six killed in Israeli strike as US announces ceasefire extension]]
- [[https://www.bbc.com/news/articles/c5y049w8nqwo?at_medium=RSS&at_campaign=rss][Prisoner swap goes ahead as Kyiv mourns 24 killed in Russian strike on flats]]

