260516_day_briefing.html
<div id="outline-container-orgdfd8ebd" class="outline-4">
<h4 id="orgdfd8ebd">El Diario de Cantabria</h4>
<div class="outline-text-4" id="text-orgdfd8ebd">
<ul class="org-ul">
<li><a href="https://eldiariocantabria.publico.es/articulo/politica/reabierta-zona-marisquera-argonos-autorizada-parcialmente-actividad-ria-tinamenor/20260515211316192963.html">Reabierta la zona marisquera de Argoños y autorizada parcialmente la actividad en la Ría de Tinamenor</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/abierto-plazo-inscripcion-36o-concurso-pintura-rapida-aire-libre/20260515210638192962.html">Abierto el plazo de inscripción del 36º Concurso de Pintura Rápida al aire libre</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/torrelavega/finaliza-diseno-proyecto-nuevo-conservatorio-musica-arte-danza-que-acogera-escuela-arte-roberto-orallo/20260515210057192960.html">Finaliza el diseño del proyecto del nuevo Conservatorio de Música, Arte y Danza, que acogerá la Escuela de Arte Roberto Orallo</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/santander/cantabristas-pide-recuperar-espacios-publicos-capital-infrautilizados-como-cortiguera-remonta/20260515204234192958.html">Cantabristas pide recuperar espacios públicos de la capital infrautilizados, como Cortiguera o La Remonta</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/educacion/junta-docente-descarta-nuevas-movilizaciones-septiembre-pp-dilata-intencionadamente-negociacion-ratios/20260515203311192957.html">La Junta Docente no descarta nuevas movilizaciones en septiembre si el PP “dilata intencionadamente” la negociación sobre ratios</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgac624d2" class="outline-3">
<h3 id="orgac624d2">🇺🇸 Estados Unidos</h3>
<div class="outline-text-3" id="text-orgac624d2">
</div>
<div id="outline-container-orgeaf626d" class="outline-4">
<h4 id="orgeaf626d">The Washington Post</h4>
<div class="outline-text-4" id="text-orgeaf626d">
<ul class="org-ul">
<li><a href="https://www.washingtonpost.com/world/2026/05/15/us-sunk-970-million-mission-that-left-haiti-worse-now-its-trying-again/">U.S. sank $970 million in mission that left Haiti worse off. It’s trying again.</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/05/15/bloody-week-unfolds-ukraine-russia-after-brief-ceasefire/">Tumultuous, bloody week unfolds in Ukraine and Russia after brief ceasefire</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/05/15/russian-drones-hunt-ukrainians-human-safari-boy-fought-back/">In northern Ukraine, it was boy vs. Russian drone. The boy won.</a></li>
<li><a href="https://www.washingtonpost.com/politics/2026/05/15/beijing-summit-yields-chinese-goal-equal-footing-with-us/">In pageantry and politics, China summit yields Xi’s goal — equal footing with U.S.</a></li>
<li><a href="https://www.washingtonpost.com/politics/2026/05/14/trump-chinas-xi-hold-opening-session-two-day-summit/">Xi warns Trump that mishandling Taiwan could spark ‘conflicts’</a></li>
</ul>
</div>
</div>
<div id="outline-container-orge5758d3" class="outline-4">
<h4 id="orge5758d3">WSJ.com: World News</h4>
<div class="outline-text-4" id="text-orge5758d3">
<ul class="org-ul">
<li><a href="https://www.wsj.com/world/europe/how-eurovision-became-a-global-soft-power-play-d02d6948">How Eurovision Became a Global Soft Power Play</a></li>
<li><a href="https://www.wsj.com/world/middle-east/how-secret-u-a-e-and-saudi-strikes-on-iran-shattered-an-uneasy-coexistence-2e4502b6">How Secret U.A.E. and Saudi Strikes on Iran Shattered an Uneasy Coexistence</a></li>
<li><a href="https://www.wsj.com/world/americas/trump-cuba-raul-castro-e52f25a4">U.S. Prosecutors Zero In on Cuban Revolutionary Patriarch Raúl Castro</a></li>
<li><a href="https://www.wsj.com/world/china/beijings-industrial-policy-of-everything-leaves-rest-of-the-world-in-the-dust-8b94a046">Beijing’s ‘Industrial Policy of Everything’ Leaves Rest of the World in the Dust</a></li>
<li><a href="https://www.wsj.com/world/asia/see-how-china-is-gaining-power-in-contested-waters-7ef47e75">See How China Is Gaining Power in Contested Waters</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org7f079d0" class="outline-3">
<h3 id="org7f079d0">🇫🇷 Francia</h3>
<div class="outline-text-3" id="text-org7f079d0">
</div>
<div id="outline-container-orgef48f1b" class="outline-4">
<h4 id="orgef48f1b">Le Monde</h4>
<div class="outline-text-4" id="text-orgef48f1b">
<ul class="org-ul">
<li><a href="https://www.lemonde.fr/societe/article/2026/05/16/hantavirus-recit-d-une-semaine-sous-pression-en-france-entre-inconnues-scientifiques-et-a-coups-de-l-executif_6689602_3224.html">Hantavirus : récit d’une semaine sous pression en France, entre inconnues scientifiques et à-coups de l’exécutif</a></li>
<li><a href="https://www.lemonde.fr/international/article/2026/05/15/entre-donald-trump-et-xi-jinping-un-sommet-sans-avancee-notable-derriere-une-bonne-entente-de-facade_6689483_3211.html">Entre Donald Trump et Xi Jinping, un sommet sans avancée notable derrière une bonne entente de façade</a></li>
<li><a href="https://www.lemonde.fr/international/live/2026/05/16/en-direct-guerre-au-moyen-orient-six-morts-dans-une-frappe-israelienne-dans-le-sud-du-liban_6688992_3210.html">EN DIRECT, guerre au Moyen-Orient : six morts dans une frappe israélienne dans le sud du Liban</a></li>
<li><a href="https://www.lemonde.fr/international/live/2026/05/16/en-direct-guerre-en-ukraine-volodymyr-zelensky-promet-des-frappes-contre-des-sites-petroliers-et-militaires-russes-apres-l-attaque-meurtriere-sur-kiev_6687661_3210.html">EN DIRECT, guerre en Ukraine : Volodymyr Zelensky promet des frappes contre des sites pétroliers et militaires russes après l’attaque meurtrière sur Kiev</a></li>
<li><a href="https://www.lemonde.fr/international/article/2026/05/16/l-opposition-democrate-accuse-donald-trump-de-corruption-apres-la-revelation-de-transactions-boursieres_6689501_3210.html">L’opposition démocrate accuse Donald Trump de corruption après la révélation de transactions boursières</a></li>
</ul>
</div>
</div>
<div id="outline-container-org31b305c" class="outline-4">
<h4 id="org31b305c">Le Figaro</h4>
<div class="outline-text-4" id="text-org31b305c">
<ul class="org-ul">
<li><a href="https://www.lefigaro.fr/international/affichant-sa-force-xi-tient-en-respect-l-amerique-de-trump-et-promeut-la-stabilite-20260515">Affichant sa force, Xi tient en respect l’Amérique de Trump et promeut la stabilité</a></li>
<li><a href="https://www.lefigaro.fr/international/donald-trump-met-en-garde-taiwan-contre-toute-proclamation-d-independance-20260515">Donald Trump met en garde Taïwan contre toute proclamation d’indépendance</a></li>
<li><a href="https://www.lefigaro.fr/international/qu-est-ce-que-le-piege-de-thucydide-cette-theorie-americaine-reprise-par-xi-jinping-pour-mettre-en-garde-donald-trump-20260515">Qu’est-ce que le «piège de Thucydide», cette théorie américaine reprise par Xi Jinping pour mettre en garde Donald Trump ?</a></li>
<li><a href="https://www.lefigaro.fr/flash-eco/le-constructeur-boeing-confirme-que-la-chine-s-est-engagee-a-acheter-200-avions-20260515">Le constructeur Boeing confirme que la Chine s'est engagée à acheter 200 avions</a></li>
<li><a href="https://www.lefigaro.fr/international/en-direct-guerre-au-moyen-orient-la-chine-reclame-un-cessez-le-feu-durable-et-la-reouverture-du-detroit-d-ormuz-des-que-possible-20260515">EN DIRECT - Guerre au Moyen-Orient :  le Liban estime que l’extension de la trêve avec Israël ouvre la voie à «une stabilité durable»</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org147d8aa" class="outline-3">
<h3 id="org147d8aa">🇬🇧 Reino Unido</h3>
<div class="outline-text-3" id="text-org147d8aa">
</div>
<div id="outline-container-orgcadfb7e" class="outline-4">
<h4 id="orgcadfb7e">BBC News</h4>
<div class="outline-text-4" id="text-orgcadfb7e">
<ul class="org-ul">
<li><a href="https://www.bbc.com/news/articles/ce8p61v7l68o?at_medium=RSS&amp;at_campaign=rss">Trump warns Taiwan against declaring independence, hours after summit with China's Xi</a></li>
<li><a href="https://www.bbc.com/news/articles/clypj01189lo?at_medium=RSS&amp;at_campaign=rss">Trump and Xi conclude 'very successful' talks but few deals confirmed</a></li>
<li><a href="https://www.bbc.com/news/articles/cgkpnnen5dzo?at_medium=RSS&amp;at_campaign=rss">Trump says 20-year nuclear programme suspension by Iran would be enough</a></li>
<li><a href="https://www.bbc.com/news/articles/cqlpzzl0d67o?at_medium=RSS&amp;at_campaign=rss">Lebanon says six killed in Israeli strike as US announces ceasefire extension</a></li>
<li><a href="https://www.bbc.com/news/articles/c5y049w8nqwo?at_medium=RSS&amp;at_campaign=rss">Prisoner swap goes ahead as Kyiv mourns 24 killed in Russian strike on flats</a></li>
</ul>
</div>
</div>
