260516_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/global-development/2026/may/15/ebola-outbreak-drc-africa-deaths][Ebola outbreak kills 65 people in eastern Democratic Republic of the Congo]]
- [[https://www.theguardian.com/world/2026/may/15/mali-airstrikes-rebel-alliance-separatists][Mali’s forces target rebel alliance in junta’s fight to keep power]]
- [[https://www.theguardian.com/us-news/2026/may/14/trump-administration-colombian-woman-drc][Judge orders Trump administration to return Colombian woman deported to DRC back to the US]]
- [[https://www.theguardian.com/world/2026/may/14/un-equatorial-guinea-us-deportees][UN pleads for Equatorial Guinea not to send US asylum seekers to their home countries: ‘Their life would be in danger’]]
- [[https://www.theguardian.com/world/2026/may/13/second-us-soldier-recovered-remains-morocco][Remains of second US soldier who went missing in Morocco recovered]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/sp-conferma-rating-italia-bbb-outlook-positivo-AICa8C6C][S&amp;P conferma rating Italia: BBB+ con outlook positivo]]
- [[https://www.ilsole24ore.com/art/conti-pubblici-tajani-non-escludo-manovra-correttiva-luce-crisi-iran-AIF5WN6C][Tajani: con Giorgetti cerchiamo soluzioni a caro benzina]]
- [[https://www.ilsole24ore.com/art/caserta-riparte-sua-storia-grandezza-scelte-condivise-aprono-strada-futuro-citta-AIDR6E5C][Caserta riparte dalla sua storia di grandezza: scelte condivise aprono la strada al futuro della città]]
- [[https://www.ilsole24ore.com/art/ita-airways-lancia-tariffe-green-ecco-perche-piacciono-passeggeri-AIDp4z4C][Ita Airways lancia le tariffe green, ecco perché piacciono ai passeggeri]]
- [[https://www.ilsole24ore.com/art/ddl-caccia-associazioni-ambientaliste-chiedono-mattarella-bloccare-provvedimento-AIzenj5C][Ddl caccia, le associazioni ambientaliste chiedono a Mattarella di bloccare il provvedimento]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/germany/an-interview-with-german-chancellor-friedrich-merz-i-am-dissatisfied-with-the-prevailing-atmosphere-in-germany-a-1d4346f0-4635-4925-bab0-dc9b057bc25c#ref=rss][German Chancellor Friedrich Merz: "I Am Dissatisfied with the Prevailing Atmosphere in Germany"]]
- [[https://www.spiegel.de/international/world/ten-years-after-the-end-of-the-one-child-policy-a-visit-to-ground-zero-of-chinas-aging-population-a-7b669939-a8f8-4af5-9b77-ac9f08bb691d#ref=rss][Ten Years after the End of the One-Child Policy: A Visit to Ground Zero of China's Aging Population]]
- [[https://www.spiegel.de/international/world/terror-records-in-german-hands-isis-and-the-bureaucracy-of-evil-a-b4ce77d2-774b-4ad5-8c8c-8cb2943e6737#ref=rss][Terror Records in German Hands: ISIS and the Bureaucracy of Evil]]
- [[https://www.spiegel.de/international/world/the-war-in-ukraine-as-russian-losses-mount-signing-bonuses-for-recruits-are-skyrocketing-a-b1c752f6-0edb-4304-a24b-2869730b4248#ref=rss][The War in Ukraine: As Russian Losses Mount, Signing Bonuses for Recruits Are Skyrocketing]]
- [[https://www.spiegel.de/international/germany/defense-in-orbit-germany-goes-big-in-the-military-space-race-a-0b1f15e2-740e-4c8b-b759-52d8a49fab31#ref=rss][Defense in Orbit: Germany Goes Big in the Military Space Race]]

*** Deutsche Welle

- [[https://www.dw.com/en/islamic-feminism-more-widespread-in-bosnia-and-herzegovina/a-77163017?maca=en-rss-en-world-4025-rdf][Islamic feminism more widespread in Bosnia and Herzegovina]]
- [[https://www.dw.com/en/ukraine-dozens-of-european-countries-sign-up-to-special-tribunal-plan-to-prosecute-russia/a-77174512?maca=en-rss-en-world-4025-rdf][Ukraine: Dozens of European countries sign up to special tribunal plan to prosecute Russia]]
- [[https://www.dw.com/en/pakistan-faces-pressure-over-mediator-role-in-iran-war/a-77174786?maca=en-rss-en-world-4025-rdf][Pakistan faces pressure over mediator role in Iran war]]
- [[https://www.dw.com/en/uk-politics-how-starmer-survives-as-farage-waits-in-wings/a-77170215?maca=en-rss-en-world-4025-rdf][UK politics: How Starmer survives as Farage waits in wings]]
- [[https://www.dw.com/en/us-china-summit-exposes-trump-s-limits-on-iran-war-taiwan/a-77171942?maca=en-rss-en-world-4025-rdf][US-China summit exposes Trump's limits on Iran war, Taiwan]]

** 🇧🇷 Brasil

