260516_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/txai-surui/2026/05/gestar-parir-e-sobreviver.shtml][Gestar, parir e sobreviver]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/colunistas/thiagostivaletti/2026/05/tres-gracas-termina-com-muita-acao-e-as-gracas-de-roberto-carlos-e-nazare-tedesco.shtml]['Três Graças' termina com muita ação e as graças de Roberto Carlos e Nazaré Tedesco]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/05/datafolha-divulga-neste-sabado-nova-pesquisa-sobre-eleicao-presidencial.shtml][Datafolha divulga neste sábado nova pesquisa sobre eleição presidencial]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/05/primeira-noite-de-poesia-no-centro-tem-mesa-adiada-e-poesia-bem-literal.shtml][Primeira noite de Poesia no Centro tem mesa adiada e poesia 'bem literal']]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/05/alvaro-machado-dias-debate-autenticidade-humana-e-ia-no-festival-fronteiras.shtml][Álvaro Machado Dias debate autenticidade humana e IA no Festival Fronteiras]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
