260516_day_briefing.html
<div id="outline-container-org1d87f32" class="outline-3">
<h3 id="org1d87f32">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org1d87f32">
</div>
<div id="outline-container-orgc23edf7" class="outline-4">
<h4 id="orgc23edf7">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-orgc23edf7">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/txai-surui/2026/05/gestar-parir-e-sobreviver.shtml">Gestar, parir e sobreviver</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/colunistas/thiagostivaletti/2026/05/tres-gracas-termina-com-muita-acao-e-as-gracas-de-roberto-carlos-e-nazare-tedesco.shtml">'Três Graças' termina com muita ação e as graças de Roberto Carlos e Nazaré Tedesco</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/05/datafolha-divulga-neste-sabado-nova-pesquisa-sobre-eleicao-presidencial.shtml">Datafolha divulga neste sábado nova pesquisa sobre eleição presidencial</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/05/primeira-noite-de-poesia-no-centro-tem-mesa-adiada-e-poesia-bem-literal.shtml">Primeira noite de Poesia no Centro tem mesa adiada e poesia 'bem literal'</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/05/alvaro-machado-dias-debate-autenticidade-humana-e-ia-no-festival-fronteiras.shtml">Álvaro Machado Dias debate autenticidade humana e IA no Festival Fronteiras</a></li>
</ul>
</div>
</div>
<div id="outline-container-org679b6e3" class="outline-4">
<h4 id="org679b6e3">O Globo</h4>
<div class="outline-text-4" id="text-org679b6e3">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgd72aa77" class="outline-2">
<h2 id="orgd72aa77">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-orgd72aa77">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
